Revit 2024 API
SymbolTypeId.BtuPerS Property
 Symbol Btu/s, indicating unit British thermal units per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerS { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace